<script setup>
import NavigationImg from "@/components/NavigationImg.vue";
import Navigation from "@/components/Navigation.vue";
</script>

<template>
  <div class="guarantees-page">
    <navigation-img />
    <div class="content">
      <h2>Гарантии</h2>
      <p>Бесплатное обслуживание (ремонт мебели) предоставляться в течение гарантийного срока
        эксплуатации мебели при соблюдении условий транспортировки, эксплуатации и рекомендаций по
        уходу за мебелью. Гарантийный срок эксплуатации 18 месяцев со дня продажи. Срок службы изделий
        составляет 10 лет. </p>
      <p>Платное обслуживание производиться в течение срока службы изделия. Основанием для
        гарантийного обслуживания является чек, товарный чек и паспорт или гарантийный талон на изделие.
        Чек, товарный чек и паспорт или гарантийный талон изделия должны храниться у покупателя в
        течение срока службы. Во избежание недоразумений покупатель должен внимательно изучить
        инструкцию по эксплуатации мебели и ознакомиться с особенностями конструкции изделия.</p>
      <p>Предприятие изготовитель оставляет за собой право изменять элементы конструкции, фурнитуру и
        механизмы, не ухудшая качество изделий.</p>
      <p>Предприятие изготовитель гарантирует соответствие изделий требованиям ГОСТ 19917-93, ГОСТ 1671-93
        при соблюдении условий транспортировки, эксплуатации, хранения и сборки (в случае поставки
        мебели в разобранном виде).</p>
      <p>Гарантийный ремонт распространяется на дефекты мебели, возникшие по вине предприятия
        изготовителя. Гарантийное обслуживание включает в себя проведение ремонтных работ и замену
        дефектных частей изделия.</p>
      <p>Бесплатный гарантийный ремонт не производиться:</p>
      <p>- в случае нарушений правил эксплуатации мебели;</p>
      <p>- если изделие имеет следы постороннего вмешательства или ремонта без акта экспертизы;</p>
      <p>- при обнаружении несанкционированных изменений в конструкции изделия;</p>
      <p>- при преднамеренном повреждение, повреждение в результате стихийных бедствий, неправильная
        эксплуатация, повреждение домашними животными, повреждение повышенной температурой
        (например, утюгом или открытым огнем), при нанесении ущерба изделию, вызванного попаданием
        внутрь изделия посторонних предметов, жидкостей, насекомых и т. д.</p>
      <p>Требование о некомплектности изделия предъявляется не позднее 20 календарных дней с момента
        получения изделия.</p>
    </div>
    <navigation />
  </div>
</template>

<style scoped>
.guarantees-page {
  display: flex;
  justify-content: space-between;
}

.content {
  margin: 100px 0;
  width: 770px;
}

h2 {
  font-size: 40px;
  margin-bottom: 28px;
}

p {
  margin: 16px 0;
  font-size: 14px;
  line-height: 21px;
  color: #212529;
}
</style>